Repository: svn2github/DivFixPP
Catalog: locale/*/DivFix++.po
Languages: de, fr, gl, sk

source: Error:
de: Fehler:
fr: Erreur :
gl: Erro:
sk: Chyba:

source: No Free Memory Available. %d %s
de: Kein weiterer, freier Speicher verfügbar. %d %s
fr: Mémoire libre insuffisante. %d %s
gl: Non hai memoria dispoñíbel. %d %s
sk: Nie je dostatok dostupnej pamäte. %d %s

source: MB required.
de: MB benötigt.
fr: Mo nécesaires.
gl: MB precisos.
sk: MB je potrebných.

source: Output file seek error.
de: Zieldatei Postitionierungsfehler.
fr: Erreur de recherche dans le fichier de sortie.
gl: Produciuse un erro de busca no ficheiro de saída.
sk: Chyba presunu vstupného súboru.

source: Output file write error.
de: Zieldatei Schreibfehler.
fr: Erreur d'écriture dans le fichier de sortie.
gl: Produciuse un erro de escritura no ficheiro de saída.
sk: Chyba zapisania výstupného súboru.

source: EndOfFile at output
de: EndOfFile bei der Ausgabe
fr: Fin de fichier (EOF) lors de la sortie
gl: EndOfFile de saída
sk: Koniec súboru na výstup

source: Input file cannot be opened!
de: Quelldatei konnte nicht geöffnet werden!
fr: Le fichier d'entrée ne peut être ouvert !
gl: Non é posíbel abrir o ficheiro de entrada
sk: Vstupný súbor nemôže byť otvorený!

source: Output file read error.
de: Zieldatei Lesefehler.
fr: Erreur de lecture dans le fichier de sortie.
gl: Produciuse un erro de lectura no ficheiro de saída.
sk: Chyba čítania výstupného súboru.

source: Unknown identifier at List Parsing: %s
de: Unbekannter Identifier bei Listenanalyse: %s
fr: Identifiant inconnu lors de l'analyse de la liste : %s
gl: Identificador descoñecido ao analizar a lista: %s
sk: Neznámi identifikátor v zozname pre analýzu: %s

source: DMLH found: %d
de: DMLH gefunden: %d
fr: DMLH trouvé : %d
gl: DMLH atopado: %d
sk: DMLH nájdený: %d

source: AVI header not found? Found: %s
de: AVI Header nicht gefunden? Gefundener Header: %s
fr: En-tête AVI introuvable. Trouvé : %s
gl: Non se atopou a cabeceira AVI? atopouse: %s
sk: Hlavička AVI nebolo nájdená? Nájdená: %s

source: AVI header size is false? Found: %d
de: Größe des AVI Header falsch? Gefundene Größe: %d
fr: Taille de l'en-tête AVI erronée. Trouvé : %d
gl: É falso o tamaño da cabeceira AVI? atopouse: %d
sk: Veľkosť hlavičky AVI nie je správna? Nájdená: %d

source: STREAMLIST location not found? Found: %d
de: STREAMLIST Position nicht gefunden? Gefundene Position: %d
fr: Emplacement de la liste de flux introuvable. Trouvé : %d
gl: Non se atopou a localización de STREAMLIST? atopouse: %d
sk: Umiestnenie STREAMLIST nebolo nájdené? Nájdené: %d

source: Bigger than %d stream? Breaked.
de: Größer als %d Stream? Angehalten.
fr: Valeur supérieure au flux %d. Manquant.
gl: Valor superior ao fluxo %d? interrumpido.
sk: Väčší prúd ako %d? Zrušené.

source: Input file seek error.
de: Quelldatei Positionierungsfehler.
fr: Erreur de recherche dans le fichier d'entrée.
gl: Produciuse un erro de busca no ficheiro de entrada.
sk: Chyba presunu výstupného súboru.

source: Input file read error.
de: Quelldatei Lesefehler.
fr: Erreur de lecture dans le fichier d'entrée.
gl: Produciuse un erro de lectura no ficheiro de entrada.
sk: Chyba čítania vstupného súboru.

source: Warning: Negative frame size detected!
de: Warnung: Negative Frame Größe gefunden!
fr: Attention : Taille de trame négative détectée!
gl: Aviso: atopouse un tamaño de fotograma negativo
sk: Varovanie: Bola zistená nesprávna veľkosť snímkov!

source: Index frames detected.
de: Index Frames gefunden.
fr: Index de trames détecté.
gl: Detectados os fotogramas índice.
sk: Snímky s indexom boli nájdené.

source: Warning: Frame size is too big! Dropped
fr: Attention: La taille de la trame est trop grande ! Laissée de côté
gl: Aviso: o tamaño do fotograma é demasiado grande. Cortado
sk: Varovanie: Veľkosť snímky je príliš veľký! Vyhodený

source: Index buffer size (%d) is not enought.
de: Puffergröße des Index ist zu klein (%d).
fr: L'index de la taille de mémoire tampon (%d) est insuffisante.
gl: O tamaño do búfer de índices (%d) non é suficiente.
sk: Veľkosť buferu indexu (%d) nie je dostačujúca.

source: Warning: Unknown Frame ID: %s detected at Position %u
de: Warnung: Unbekannte Frame ID: %s an Position %u gefunden
fr: Attention : ID de trame inconnue : %s détectée à la position %u
gl: Aviso: non se coñece o ID do fotograma: %s detectouse na posición %u
sk: Varovanie: Neznámy identifikátor snímky: %s zistený na pozícii %u

source: Info:
fr: Informations :
gl: Información:
sk: Informácie:

source: Original index chunk found at
fr: Index de section d'origine trouvé à :
gl: Atopouse o bloque de índices orixinal en
sk: Originálny index bol nájdený na

source: Standard index chunk found at
de: Standard Indizierungs-Abschnitt gefunden bei
fr: Index de section standard trouvé à :
gl: Atopouse o bloque de índices estándar en
sk: Štandardný index bol nájdený na

source: Processing file :
de: Verarbeite Datei :
fr: Fichier en cours de traitement :
gl: Procesando o ficheiro:
sk: Spracovávanie súboru:

source: Input file is not an AVI or MKV file!
gl: O ficheiro de entrada non é un ficheiro AVI nin MKV
sk: Vstupný súbor nie je formátu AVI alebo MKV!

source: Input file is not an AVI file!
de: Quelldatei ist keine AVI Datei!
fr: Le fichier d'entrée n'est pas un fichier .AVI !
gl: O ficheiro de entrada non é un ficheiro AVI
sk: Vstupný súbor nie je formátu AVI!

source: Output file cannot opened!
de: Zieldatei konnte nicht geöffnet werden!
fr: Le fichier de sortie ne peut être ouvert !
gl: Non é posíbel abrir o ficheiro de saída
sk: Výstupný súbor nie je možné otvoriť!

source: Four CC is :
de: Four CC ist :
fr: Codec utilisé :
gl: O código FourCC é :
sk: Použitý kodek:

source: Input's movi section not found!
de: Quelldatei Filmabschnitt nicht gefunden!
fr: Section du film d'entrée introuvable i!
gl: Non foi posíbel atopar a sección de entrada
sk: Vstupná sekcia videa nebola nájdená!

source: Input file error.
de: Quelldatei Fehler.
fr: Erreur dans le fichier d'entrée.
gl: Erro no ficheiro de entrada.
sk: Chyba vstupného súboru.

source: Output file error.
de: Zieldatei Fehler.
fr: Erreur dans le fichier de sortie.
gl: Erro no ficheiro de saída.
sk: Chyba výstupného súboru.

source: Error detected at byte: %u
de: Fehler gefunden bei Byte: %u
fr: Erreur détectée à l'octet : %u
gl: Detectouse un erro no byte: %u
sk: Chyba bola zistená na bajte: %u

source: Operation stoped by user.
de: Vorgang von Benutzer angehalten.
fr: Opération arrêtée par l'utilisateur.
gl: O usuario detivo a operaicón.
sk: Operácia bola zastavená používateľom.

source: Skipped %d bytes.
de: %d Bytes übersprungen.
fr: Omission de %d octets.
gl: Saltados %d bytes.
sk: Preskočených %d bajtov.

source: Broken index chunk found at byte: %u
fr: Index de section manquant trouvé à %u octets
gl: Atopouse un bloque de índices roto no byte: %u
sk: Poškodený index bol nájdený na bajte: %u

source: File end reached.
de: Dateiende erreicht.
fr: Fin de fichier atteinte.
gl: Alcanzouse o fin do ficheiro.
sk: Koniec súboru bol dosiahnutý.

source: Output file cannot reopened after truncation.
de: Zieldatei konnte nach dem Schneiden nicht geöffnet werden.
fr: Le fichier de sortie ne peut être réouvert après suppression des parties endommagées.
gl: O ficheiro de saída non se pode reabrir despois de truncalo.
sk: Výstupný súbor nie je možné otvoriť po skrátení.

source: File size decreased.
de: Dateigröße wurde verringert.
fr: Diminution de la taille du fichier.
gl: Disminuiuse o tamaño do ficheiro.
sk: Veľkosť súboru bola znížená.

source: New Stream Size : %d Total Error Count : %d Total Frame Count : %d Video Data Frames : %d Audio Data Frames : %d
de: Neue Stream Größe : %d Anzahl der Fehler : %d Gesamtanzahl Frames : %d Anzahl der Video Frames : %d Anzahl der Audio Frames : %d
fr: Taille du nouveau flux : %d octets Nombre total d'erreurs : %d Nombre total de trames : %d - Données de la piste Vidéo : %d - Données de la piste Audio : %d
gl: Novo tamaño do fluxo : %d Erros totais : %d Fotogramas totais : %d Fotogramas con datos de vídeo : %d Fotogramas con datos de son : %d
sk: Nová veľkosť prúdu : %d Celkový počet chýb : %d Celkový počet snímok : %d Snímky obrazu : %d Snímky zvuku : %d

source: Input's idx1 section not found!
de: idx1 Sektion der Quelle nicht gefunden!
fr: Section IDX1 d'entrée introuvable !
gl: Non foi posíbel atopar a sección idx1 da entrada
sk: Vstupná sekcia idx1 nebola nájdená!

source: File cannot truncate at %d
de: Die Datei kann nicht bei %d abgeschnitten werden
fr: Impossible de tronquer le fichier à : %d
gl: Non foi posíbel truncar o ficheiro en %d
sk: Súbor nie je možné skrátiť pri %d

source: Input file cannot be opened!
de: Quelldatei konnte nicht geöffnet werden!
fr: Le fichier d'entée ne peut être ouvert !
gl: Non foi posíbel abrir o ficheiro de entrada.
sk: Vstupný súbor nie je možné otvoriť!

source: Relative Output Folder and File
de: Relativer Zielordner und Datei
fr: Dossier et fichier de sortie relatifs
gl: Ficheiro e cartafol relativos de saída
sk: Relativný výstupný adresár a súbor

source: This option creates output file near original file for each file on list.
de: Diese Einstellung erstellt die Zieldatei nahe der Quelldatei. Dies gilt für jede Datei in der Liste.
fr: Cette option crée un fichier de sortie dans le même dossier que le fichier d'origine, pour chaque fichier de la liste.
gl: Esta opción creará un ficheiro de saída a carón do orixinal para cada ficheiro da lista.
sk: Táto možnosť vytvorí výstupný súbor vedľa originálneho pre každý súbor v zozname samostatne.

source: Output file folder
fr: Dossier du fichier de sortie
gl: Cartafol do ficheiro de saída
sk: Výstupný adresár pre súbor

source: About
de: Über
fr: À propos
gl: Acerca de
sk: O programe

source: Source Files
de: Quelldatei(en)
fr: Fichiers Source :
gl: Ficheiros fonte
sk: Súbory na opravu

source: Log Window
de: Protokoll
fr: Journal de logs :
gl: Xanela do rexistro
sk: Okno s logmi

source: DivFix++ AVI Fix and Previewer utility. Copyright (C) 2006 Erdem U. Altinyurt DivFix++ comes with ABSOLUTELY NO WARRANTY; for details, press the "About" button. This is free software and you are welcome to redistribute it under GPL.
fr: DivFix++ : programme de réparation et de prévisualisation de fichiers AVI. Copyright (C) 2006-2009 - Erdem U. Altinyurt DivFix++ est proposé SANS AUCUNE GARANTIE. Pour plus de détails, cliquer sur le bouton "A propos". DivFix++ un logiciel gratuit et vous avez toute latitude pour le redistribuer sous licence GPL.
gl: DivFix++ AVI Fix and Previewer utility. Copyright (C) 2006 Erdem U. Altinyurt DivFix++ non ten NINGÚN TIPO DE GARANTÍA; para máis detalles, prema o botón 'Acerca de'. Isto é software libre e agradecemos que o redistribúa baixo a licenza GPL..
sk: DivFix++, program na opravovanie a prezeranie poškodených videí formátu AVI. Copyright (C) 2006 Erdem U. Altinyurt DivFix++ prichádza ÚPLNE BEZ ZÁRUKY; pre detaily kliknite na tlačidlo „O programe“. Toto je slobodný softvér a môžeš ho voľne šíriť pod licenciou GPL.

source: Add Files
de: Datei(en) hinzufügen
fr: Ajouter des fichiers
gl: Engadir ficheiros
sk: Pridať súbory

source: Remove Files
de: Datei(en) entfernen
fr: Supprimer les fichiers
gl: Eliminar os ficheiros
sk: Zmazať súbory

source: Clear List
de: Liste leeren
fr: Effacer la liste
gl: Limpar a lista
sk: Vyčistiť zoznam

source: Preferences
de: Einstellungen
fr: Préférences
gl: Preferencias
sk: Nastavenia

source: Fix
de: Repariere
fr: Réparer
gl: Arranxar
sk: Opraviť

source: Strip Index
fr: Ré-indexer
gl: Eliminar o índice
sk: Opraviť index

source: This button removes index part from file, makes your video file unseekable in most of video players.
de: Diese Schaltfläche entfernt die Indizierung der Datei. Damit ist das Vor- und Zurückspulen mit den meisten Video-Playern nicht mehr möglich.
fr: Ce bouton retire la zone d'index du fichier, la navigation dans le fichier vidéo sera impossible sur la plupart des lecteurs...
gl: Este botón elimina a parte do ficheiro que contén os índices e imposibilita a busca dentro do ficheiro de vídeo na maior parte dos reprodutores.
sk: Toto tlačidlo odstráni indexovú časť zo súboru, čo spôsobí, že video nebude možné prehrať správne vo väčšine prehrávačov.

source: Check Errors
de: Aus Fehler überprüfen
fr: Vérifier les erreurs
gl: Comprobar erros
sk: Skontrolovať chyby

source: Stop
de: Stopp
fr: Arrêter
gl: Parar
sk: Zastaviť

source: Cut Out Bad Parts
de: Schlechte Teile rausschneiden
fr: Couper les parties corrompues
gl: Eliminar as partes defectuosas
sk: Vyčleniť chybné časti

source: This option removes corrupt frames from file instead leaving inside of video.
de: Diese Einstellung entfernt defekte Frames aus der Quelldatei, statt sie innerhalb des Videos zu belassen.
fr: Cette option retire les trames corrompues du fichier au lieu de les laisser dans la vidéo.
gl: Esta opción elimina os fotogramas corruptos do ficheiro no canto de deixalos no vídeo.
sk: Táto možnosť odstráni poškodené snímky zo súboru videá.

source: Keep Original File
fr: Conserver le fichier d'origine
gl: Manter o ficheiro orixinal
sk: Ponechať originálny súbor

source: This option overwrites the orginal file. Not recomended for fixing downloading files, it corrupt your download.
de: Diese Einstellung überschreibt die Quelldatei. Nicht geeignet für Dateien geeignet, die noch heruntergeladen werden, da diese zerstört werden können.
fr: Cette option écrase le fichier d'origine. Non recommandé pour réparer des fichiers en cours de téléchargement : le téléchargement sera altéré.
gl: Esta opción sobrescribe o ficheiro orixinal. Non recomendábel para arranxar ficheiros en proceso de descarga porque corromperá a descarga.
sk: Táto možnosť prepíše originálny súbor. Neodporúča sa pre opravovanie sťahujúcich súborov, pretože môže dôjsť k zrušeniu sťahovania.

source: Recover From Key Frames
de: Anhand der Key Frames wiederherstellen
fr: Récupérer depuis les images-clés
gl: Recuperar desde os fotogramas chave
sk: Obnoviť z kľúčovích snímkov

source: This option removes potentially corrupted frames those after broken section until the next key-frame. It's good for previewing but not recommended for repair operation.
de: Diese Einstellung entfernt potenziell defekte Frames hinter einer zerstörten Sektion, bis zum nächsten Key Frame. Nützlich zur Vorschau, jedoch nicht für Reperaturen.
fr: Cette option retire les trames potentiellement corrompues (celles après une section manquante), jusqu'à l'image-clé suivante. Utile pour la prévisualisation, mais non recommandé pour la réparation.
gl: Esta opción elimina fotogramas potencialmente corruptos que siguen a seccións rotas até o seguinte fotograma chave. É útil para previsualizacións pero non recomendábel para operacións de reparación.
sk: Táto možnosť odstráni potenciálne poškodené snímky po poškodenej sekcii až k následujúcej kľúčovej snímke. Je to dobré pre prezeranie, ale neodporúča sa počas orpavovania.

source: Language
de: Sprache
fr: Langue
gl: Idioma
sk: Jazyk

source: Default Media Player Path
de: Default Media Player Ordner
fr: Chemin du lecteur vidéo par défaut
gl: Camiño ao reprodutor multimedia predefinido
sk: Cesta k štandardnému prehrávaču videí

source: Updates
gl: Actualizacións
sk: Aktualizácie

source: Check for New Versions
de: Auf neue Version prüfen...
gl: Buscar novas versións
sk: Skontrolovať verziu programu

source: New DivFix++ version %s is available!
de: DivFix++ Version %s ist verfügbar!
gl: Está dispoñíbel a nova versión %s de DivFix++
sk: Je dostupná nová verzia programu DivFix++: %s

source: Download new DivFix++
de: Neue DivFix++ Version herunterladen
gl: Descargar o novo DivFix++
sk: Stiahnúť novú verziu programu DivFix++

source: Do not show this again.
de: Nicht nochmal anzeigen.
gl: Non mostrar isto máis veces.
sk: Nabudúce nezobrazovať.

source: input file
de: Quelldatei
fr: fichier d'entrée
gl: ficheiro de entrada
sk: vstupný súbor

source: output file or directory
de: Ausgabedatei oder -ordner
fr: fichier ou répertoire de sortie
gl: cartafol ou ficheiro de saída
sk: výstupný súbor alebo adresár

source: play fixed file and delete after player is closed
gl: reproduce o ficheiro arranxado e elimínao despois de pechar o reprodutor
sk: prehrať opravený súbor a zmazať po ukončení prehrávača

source: play fixed file
de: Reparierte Datei abspielen
gl: reproducir o ficheiro arranxado
sk: prehrať opravený súbor

source: doesn't cuts out bad parts of file
de: Schlechte Dateiteile werden nicht geschnitten
fr: ne retire pas les parties corrompues du ficher
gl: Non elimina as partes deterioradas do ficheiro
sk: nevyčlení žiadne zlé časti súboru

source: overwrite original file
fr: écrase le fichier d'origine
gl: sobrescribir o ficheiro orixinal
sk: prepísať originálny súbor

source: doesn't skip unwanted frames
de: Unerwünschte Frames werden übersprungen
fr: ne passe pas les trames indésirables
gl: non saltar os fotogramas innecesarios
sk: nepreskočí nežiadúce snímky

source: skips fix process if index is available
de: Reparaturvorgang wird übersprungen, falls Index verfügbar ist
fr: passe le processus de réparation si l'index est disponible
gl: salta o proceso de reparación se o índice está dispoñíbel
sk: preskočiť proces opravovania ak je index dostupný

source: path of player
de: Ordner des Players
fr: chemin du lecteur vidéo
gl: camiño ao reprodutor
sk: cesta k prehrávaču

source: shows help
de: Zeigt Hilfe
fr: affiche l'aide
gl: mostra a axuda
sk: zobraziť pomocník

source: Input and Output file is same while overwrite option is off!
fr: Les fichiers d'entrée et de sortie sont les mêmes si l'option "Ecraser le fichier d'origine" est désactivée !
gl: Os ficheiros de entrada e saída son o mesmo se a opción de sobrescribir está desactivada
sk: Vstupný a výstupný súbor je rovnaký, ak vypnete možnosť prepísať súbor!

source: No player defined! Define by "-m" option or select from preferences at GUI.
fr: Aucun lecteur défini ! Précisez-le avec l'option "-m" ou dans les "Préférences" de l'interface graphique.
gl: Non se especificou ningún reprodutor. Defínao coa opción "-m" ou seleccióneo nas preferencias.
sk: Nebol určený žiadny prehrávač! Určite ho možnosťou „-m“ alebo cez GUI v nastaveniach.

source: on Progress
de: wird verarbeitet
fr: en cours
gl: en proceso
sk: pracuje

source: Fixing file:
de: Repariere Datei:
fr: Réparation du fichier:
gl: Arranxando o ficheiro:
sk: Opravovanie súboru:

source: Error Occured while fixing file!
de: Fehler während der Dateireparatur ist aufgetreten
fr: Une erreur s'est produite lors de la réparation du fichier!
gl: Produciuse un erro mentres se arranxaba o ficheiro.
sk: Vyskytla sa chyba počas opravovania súboru!

source: Another program instance is already running, aborting.
de: Eine andere Instanz dieses Programms läuft bereits, wird beendet.
fr: Une autre instance du programme est en cours d'exécution. Abandon du lancement du programme...
gl: Procedendo á cancelación porque hai outra instancia do programa executándose.
sk: Iný program pracuje s týmto súborom, proces sa ruší.

source: Choose a file
de: Datei auswählen
fr: Choisir un fichier
gl: Escoller un ficheiro
sk: Vyberte súbor(y)

source: There is no or invalid output path selected! Please select path now.
de: Es wurde kein gültiger Ausgabeordner ausgwählt. Bitte Ordner jetzt ausgählen!
fr: Dossier de sortie absent ou chemin invalide ! Veuiller le sélectionner maintenant.
gl: Non hai un camiño de saída ou este é incorrecto Seleccione o camiño agora.
sk: Adresár pre ukladanie je nesprávny alebo nebol vôbec vybratý! Prosím, vyberte adresár pre ukladanie.

source: Output Path Not Selected!
de: Kein Zielordner ausgewählt!
fr: Dossier de sortie non selectionné !
gl: Non seleccionou un camiño de saída.
sk: Adresár pre ukladanie nebol vybratý!

source: Pause
gl: Pausar
sk: Pozastaviť

source: Resume
de: Weiter
fr: Reprendre
gl: Continuar
sk: Pokračovať

source: Striping index at file:
de: Striping-Vorgang des Index von Datei:
fr: Ré-indexation du fichier :
gl: Eliminando o índice do ficheiro:
sk: Odstraňovanie indexu pre súbor:

source: Error occured at striping index
de: Fehler während Striping-Vorgangs des Index aufgetreten
fr: Une erreur s'est produite lors de la ré-indexation
gl: Produciuse un erro durante a eliminación do índice
sk: Vyskytla sa chyba pri odstraňovaní indexu

source: Index striped successfully
de: Index Striping erfolgreich
fr: Succès de la ré-indexation
gl: O índice eliminouse correctamente
sk: Odstranenie indexu bolo dokončené

source: Strip Process is OVERWRITES file! Please uncheck Keep Original and Cut Out Bad Parts options.
fr: Le processus de ré-indexation ÉCRASE le fichier! Veuillez décocher les options "Conserver le fichier d'origine" et "Couper les parties abimées" !
gl: O proceso de eliminación sobrescribirá o ficheiro Desmarque as opcións 'Manter o ficheiro orixinal' e 'Eliminar as partes defectuosas'.
sk: Proces odstraňovania PREPÍŠE súbor! Prosím, zrušte možnosť „Ponechať originálny súbor“ a „Vyčleniť chybné časti“

source: Unable To Strip!
de: Strip-Vorgang nicht möglich!
fr: Ré-indexation impossible !
gl: Non foi posíbel a eliminación
sk: Odstraňovanie nie je možné!

source: Select a save directory path
de: Zielordner bitte auswählen
fr: Sélectionner un chemin pour la sauvegarde
gl: Seleccione o cartafol onde gardar
sk: Vyberte adresár pre ukladanie opravených súborov

source: DivFix++ is an AVI Video Repair and Preview utility
fr: DivFix++ est un programme de réparation et de prévisualisation de fichiers AVI.
gl: DivFix++ é unha utilidade para previsualizar e reparar vídeos AVI
sk: DivFix++ je program na opravovanie a prezeranie poškodených videí vo formáte AVI

source: Choose a player
de: Player auswählen
fr: Choisir un lecteur
gl: Escoller un reprodutor
sk: Vyberte prehrávač video súborov

source: DivFix++ Preferences
fr: Préférences de DivFix++
gl: Preferencias de DivFixx++
sk: Nastavenia programu DivFix++

source: New DivFix++ Version!
de: Neue DivFix++ Version!
gl: Nova versión de DivFix++
sk: Nová verzia programu DivFix++ !

source: Exception captured. input->Eof() not working!
fr: Exception rencontrée. "Entrée->Fin de fichier" ne fonctionne pas !

source: Save Log File
fr: Sauvegarder le fichier de Logs

source: Log file location
fr: Emplacement du fichier de Logs

source: delete output file after player is closed
fr: supprime le fichier de sortie après la fermeture du lecteur

source: There is no or invalid Log out file selected! Please select logout file now.
fr: Fichier de logs absent ou chemin invalide ! Veuillez le sélectionner maintenant.

source: Log File Not Selected!
fr: Fichier de logs non sélectionné !

source: Error while writing error log!
fr: Erreur lors de l'écriture du journal d'erreurs !
